Repository: JoaquinDW/earn-your-screen-time
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

# onboarding.permission.screenTime.denied
source: Without Screen Time access, blocking cannot work.
de: Ohne Zugriff auf Bildschirmzeit funktioniert das Sperren nicht.
es: Sin acceso a Tiempo de uso el bloqueo no puede funcionar.
fr: Sans accès à Temps d'écran, le blocage ne peut pas fonctionner.
it: Senza accesso a Tempo di utilizzo il blocco non può funzionare.
ja: スクリーンタイムへのアクセスがないと、ブロックは機能しません。
pt_br: Sem acesso ao Tempo de Uso, o bloqueio não funciona.

# onboarding.permission.screenTime.title
source: Screen Time
de: Bildschirmzeit
es: Tiempo de uso
fr: Temps d'écran
it: Tempo di utilizzo
ja: スクリーンタイム
pt_br: Tempo de Uso

# onboarding.permission.screenTime.why
source: Lets us pause the apps you chose when your wallet is empty.
de: Damit pausieren wir deine gewählten Apps, wenn dein Guthaben leer ist.
es: Nos permite pausar las apps que elegiste cuando te quedas sin minutos.
fr: Nous permet de mettre en pause les apps que tu as choisies quand ton solde est vide.
it: Ci permette di mettere in pausa le app che hai scelto quando il portafoglio è vuoto.
ja: 残高がなくなったときに、選んだアプリを休止できるようになります。
pt_br: Permite pausar os apps que você escolheu quando sua carteira está vazia.

# onboarding.permissions.cta
source: Activate my plan
de: Meinen Plan aktivieren
es: Activar mi plan
fr: Activer mon plan
it: Attiva il mio piano
ja: プランを有効にする
pt_br: Ativar meu plano

# onboarding.permissions.footnote
source: iOS will ask you to confirm each one
de: iOS fragt dich bei jedem einzeln nach
es: iOS te va a pedir que confirmes cada uno
fr: iOS va te demander de confirmer chacun d'eux
it: iOS ti chiederà di confermare ognuno
ja: iOS がひとつずつ確認を求めます
pt_br: O iOS vai pedir que você confirme cada um

# onboarding.permissions.ready
source: All set — you can change these any time in Settings
de: Alles bereit – du kannst das jederzeit in den Einstellungen ändern
es: Listo: puedes cambiarlos cuando quieras en Ajustes
fr: C'est bon : tu peux les changer quand tu veux dans Réglages
it: Tutto pronto: puoi cambiarli quando vuoi in Impostazioni
ja: 準備完了。設定からいつでも変更できます
pt_br: Tudo pronto — dá para mudar isso quando quiser nos Ajustes

# onboarding.permissions.subtitle
source: Both stay on your phone. Nothing leaves it.
de: Beides bleibt auf deinem iPhone. Nichts verlässt es.
es: Los dos se quedan en tu teléfono. Nada sale de ahí.
fr: Les deux restent sur ton téléphone. Rien n'en sort.
it: Restano entrambi sul tuo telefono. Non esce niente.
ja: どちらも端末内に留まります。外には出ません。
pt_br: Os dois ficam no seu celular. Nada sai daqui.

# onboarding.permissions.title
source: Two switches
de: Zwei Schalter
es: Dos permisos
fr: Deux autorisations
it: Due permessi
ja: 2つの許可で
pt_br: Duas permissões

# onboarding.permissions.title.emphasis
source: and you're set.
de: und du bist startklar.
es: y listo.
fr: et c'est parti.
it: e sei a posto.
ja: 準備完了。
pt_br: e pronto.

# onboarding.plan.control
source: control
de: kontrollierst
es: controlas
fr: tu contrôles
it: controlli
ja: 管理
pt_br: controla

# onboarding.plan.cta
source: Build my plan
de: Meinen Plan erstellen
es: Crear mi plan
fr: Créer mon plan
it: Crea il mio piano
ja: プランをつくる
pt_br: Criar meu plano

# onboarding.plan.earn
source: earn
de: verdienst
es: ganas
fr: tu gagnes
it: guadagni
ja: 獲得
pt_br: ganha

# onboarding.plan.earn.unit %lld
source: every %lld steps
de: alle %lld Schritte
es: cada %lld pasos
fr: tous les %lld pas
it: ogni %lld passi
ja: %lld歩ごと
pt_br: a cada %lld passos

# onboarding.plan.pitch
source: You don't have to quit scrolling. Just earn it.
de: Du musst mit dem Scrollen nicht aufhören. Verdien es dir einfach.
es: No tienes que dejar de hacer scroll. Solo tienes que ganarte ese tiempo.
fr: Tu n'as pas à arrêter de scroller. Tu dois juste le gagner.
it: Non devi smettere di scrollare. Devi solo guadagnartelo.
ja: スクロールをやめる必要はありません。獲得すればいいだけです。
pt_br: Você não precisa parar de rolar a tela. Só precisa ganhar esse tempo.

# onboarding.plan.title
source: Your 90-day
de: Dein 90-Tage-
es: Tu plan de
fr: Ton plan
it: Il tuo piano di
ja: あなたの90日
pt_br: Seu plano de

# onboarding.plan.walk
source: walk
de: gehst
es: caminas
fr: tu marches
it: cammini
ja: 歩く
pt_br: caminha

# onboarding.plan.walk.unit
source: steps a day
de: Schritte am Tag
es: pasos por día
fr: pas par jour
it: passi al giorno
ja: 1日の歩数
pt_br: passos por dia

# onboarding.progress.a11y %lld %lld
source: Step %1$lld of %2$lld
de: Schritt %1$lld von %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
it: Passaggio %1$lld di %2$lld
ja: ステップ %1$lld / %2$lld
pt_br: Etapa %1$lld de %2$lld

# onboarding.projection.cta
source: I'm in
de: Ich bin dabei
es: Voy
fr: J'y vais
it: Ci sto
ja: やってみます
pt_br: Vamos lá

# onboarding.projection.distance.caption %lld
source: of extra walking — roughly %lld marathons, spread over three months
de: mehr Gehstrecke – etwa %lld Marathons, verteilt auf drei Monate
es: de caminata extra: unas %lld maratones repartidas en tres meses
fr: de marche en plus : environ %lld marathons, répartis sur trois mois
it: di camminata extra: circa %lld maratone distribuite su tre mesi
ja: の追加ウォーキング。3か月でマラソン約 %lld回分です
pt_br: de caminhada extra — cerca de %lld maratonas, ao longo de três meses

# onboarding.projection.eyebrow
source: your next 90 days
de: deine nächsten 90 Tage
es: tus próximos 90 días
fr: tes 90 prochains jours
it: i tuoi prossimi 90 giorni
ja: これからの90日
pt_br: seus próximos 90 dias

# onboarding.projection.footnote
source: Based only on the numbers you just picked.
de: Nur auf Basis der Zahlen, die du gerade gewählt hast.
es: Solo con los números que acabas de elegir.
fr: Uniquement d'après les chiffres que tu viens de choisir.
it: Solo con i numeri che hai appena scelto.
ja: いま選んだ数字だけをもとにしています。
pt_br: Só com os números que você acabou de escolher.

# onboarding.projection.lead %lld %lld %lld
source: Going from %1$lld to %2$lld steps a day — about %3$lld more.
de: Von %1$lld auf %2$lld Schritte am Tag – etwa %3$lld mehr.
es: De %1$lld a %2$lld pasos por día: unos %3$lld más.
fr: De %1$lld à %2$lld pas par jour : environ %3$lld de plus.
it: Da %1$lld a %2$lld passi al giorno: circa %3$lld in più.
ja: 1日 %1$lld歩から %2$lld歩へ。約 %3$lld歩の増加です。
pt_br: De %1$lld para %2$lld passos por dia — cerca de %3$lld a mais.

# onboarding.projection.steps.caption
source: extra steps, on top of what you walk today
de: Schritte extra, zusätzlich zu dem, was du heute gehst
es: pasos extra, además de los que ya caminas
fr: pas en plus, en plus de ce que tu marches aujourd'hui
it: passi extra, oltre a quelli che già cammini
ja: 今の歩数に上乗せされる歩数
pt_br: passos extras, além dos que você já caminha hoje

# onboarding.projection.time.caption
source: of screen time, earned through movement
de: Bildschirmzeit, verdient durch Bewegung
es: de pantalla, ganadas moviéndote
fr: d'écran, gagnées en bougeant
it: di tempo di schermo, guadagnate muovendoti
ja: 体を動かして獲得するスクリーンタイム
pt_br: de tempo de tela, ganhas com movimento

# onboarding.projection.time.value %lld
source: %lld hours
de: %lld Stunden
es: %lld horas
fr: %lld heures
it: %lld ore
ja: %lld時間
pt_br: %lld horas

# onboarding.projection.title
source: See how far
de: Sieh, wie weit
es: Mira hasta dónde
fr: Vois jusqu'où
it: Guarda fino a dove
ja: どこまで行けるか
pt_br: Veja até onde

# onboarding.projection.title.emphasis
source: you could go.
de: du kommen kannst.
es: podrías llegar.
fr: tu pourrais aller.
it: potresti arrivare.
ja: 見てみましょう。
pt_br: você pode chegar.

# onboarding.q.goal.sub
source: No wrong answer — it just shapes how we talk to you.
de: Es gibt keine falsche Antwort – sie prägt nur, wie wir mit dir sprechen.
es: No hay respuesta incorrecta: solo define cómo te hablamos.
fr: Pas de mauvaise réponse : ça définit juste la façon dont on te parle.
it: Non c'è una risposta sbagliata: definisce solo come ti parliamo.
ja: 正解はありません。お伝えのしかたが変わるだけです。
pt_br: Não existe resposta errada — isso só define como falamos com você.

# onboarding.q.goal.title
source: What would you like to change?
de: Was möchtest du verändern?
es: ¿Qué te gustaría cambiar?
fr: Qu'aimerais-tu changer ?
it: Cosa ti piacerebbe cambiare?
ja: 何を変えたいですか？
pt_br: O que você gostaria de mudar?

# onboarding.q.scrolling.sub
source: We're not going to ask you to quit the apps you enjoy.
de: Wir werden dich nicht bitten, die Apps aufzugeben, die dir Spaß machen.
es: No te vamos a pedir que dejes las apps que disfrutas.
fr: On ne va pas te demander d'abandonner les apps que tu aimes.
it: Non ti chiederemo di lasciare le app che ti piacciono.
ja: 好きなアプリをやめるようにはお願いしません。
pt_br: A gente não vai pedir que você largue os apps de que gosta.

# onboarding.q.scrolling.title
source: How much time do you spend scrolling each day?
de: Wie viel Zeit verbringst du täglich mit Scrollen?
es: ¿Cuánto tiempo pasas haciendo scroll cada día?
fr: Combien de temps passes-tu à scroller chaque jour ?
it: Quanto tempo passi a scrollare ogni giorno?
ja: 1日にどれくらいスクロールしていますか？
pt_br: Quanto tempo você passa rolando a tela por dia?

# onboarding.q.target.sub
source: Pick a destination, not a setting.
de: Wähle ein Ziel, keine Einstellung.
es: Elige un destino, no una configuración.
fr: Choisis une destination, pas un réglage.
it: Scegli una destinazione, non un'impostazione.
ja: 設定ではなく、行き先を選んでください。
pt_br: Escolha um destino, não uma configuração.

# onboarding.q.target.title
source: Where would you like to get to?
de: Wo möchtest du hin?
es: ¿A dónde te gustaría llegar?
fr: Où aimerais-tu arriver ?
it: Dove ti piacerebbe arrivare?
ja: どこまで行きたいですか？
pt_br: Aonde você gostaria de chegar?

# onboarding.q.walking.sub
source: We can read this from Health later — this is just a starting point.
de: Wie viel gehst du normalerweise?
es: Después lo leemos de Salud: esto es solo un punto de partida.
fr: On pourra le lire dans Santé plus tard : c'est juste un point de départ.
it: Più avanti possiamo leggerlo da Salute: questo è solo un punto di partenza.
ja: あとでヘルスケアから読み取れます。今は出発点を決めるだけです。
pt_br: Depois a gente lê isso do Saúde — aqui é só um ponto de partida.

# onboarding.q.walking.title
source: How much do you usually walk?
de: Wie viel gehst du normalerweise?
es: ¿Cuánto sueles caminar?
fr: Tu marches combien, d'habitude ?
it: Quanto cammini di solito?
ja: 普段はどれくらい歩きますか？
pt_br: Quanto você costuma caminhar?

# onboarding.question.counter %lld %lld
source: Question %1$lld of %2$lld
de: Frage %1$lld von %2$lld
es: Pregunta %1$lld de %2$lld
fr: Question %1$lld sur %2$lld
it: Domanda %1$lld di %2$lld
ja: 質問 %1$lld / %2$lld
pt_br: Pergunta %1$lld de %2$lld

# onboarding.ready.cta
source: Start earning
de: Verdienen starten
es: Empezar a ganar
fr: Commencer à gagner
it: Inizia a guadagnare
ja: 獲得をはじめる
pt_br: Começar a ganhar

# onboarding.ready.footnote
source: One walk at a time
de: Ein Spaziergang nach dem anderen
es: Una caminata a la vez
fr: Une marche à la fois
it: Una camminata alla volta
ja: 一歩ずつ、一回の散歩ずつ
pt_br: Uma caminhada de cada vez

# onboarding.ready.subtitle %lld %lld
source: Your first %1$lld steps will earn +%2$lld minutes.
de: Deine ersten %1$lld Schritte bringen dir +%2$lld Minuten.
es: Tus primeros %1$lld pasos te van a dar +%2$lld minutos.
fr: Tes %1$lld premiers pas te rapporteront +%2$lld minutes.
it: I tuoi primi %1$lld passi ti daranno +%2$lld minuti.
ja: 最初の %1$lld歩で +%2$lld分を獲得できます。
pt_br: Seus primeiros %1$lld passos vão te dar +%2$lld minutos.

# onboarding.ready.title
source: You're ready.
de: Du bist startklar.
es: Ya está.
fr: Tu es prêt.
it: Sei pronto.
ja: 準備完了です。
pt_br: Você está pronto.

# onboarding.scrolling.fourPlus
source: 4+ hours
de: Mehr als 4 Stunden
es: Más de 4 horas
fr: Plus de 4 heures
it: Più di 4 ore
ja: 4時間以上
pt_br: Mais de 4 horas

# onboarding.scrolling.oneToTwo
source: 1–2 hours
de: 1–2 Stunden
es: 1–2 horas
fr: 1–2 heures
it: 1–2 ore
ja: 1〜2時間
pt_br: 1–2 horas

# onboarding.scrolling.threeToFour
source: 3–4 hours
de: 3–4 Stunden
es: 3–4 horas
fr: 3–4 heures
it: 3–4 ore
ja: 3〜4時間
pt_br: 3–4 horas

# onboarding.scrolling.twoToThree
source: 2–3 hours
de: 2–3 Stunden
es: 2–3 horas
fr: 2–3 heures
it: 2–3 ore
ja: 2〜3時間
pt_br: 2–3 horas

# onboarding.scrolling.underOneHour
source: Less than 1 hour
de: Weniger als 1 Stunde
es: Menos de 1 hora
fr: Moins d'1 heure
it: Meno di 1 ora
ja: 1時間未満
pt_br: Menos de 1 hora

# onboarding.target.6000
source: 6,000 steps a day
de: 6.000 Schritte am Tag
es: 6.000 pasos por día
fr: 6 000 pas par jour
it: 6.000 passi al giorno
ja: 1日6,000歩
pt_br: 6.000 passos por dia

# onboarding.target.8000
source: 8,000 steps a day
de: 8.000 Schritte am Tag
es: 8.000 pasos por día
fr: 8 000 pas par jour
it: 8.000 passi al giorno
ja: 1日8,000歩
pt_br: 8.000 passos por dia

# onboarding.target.10000
source: 10,000 steps a day
de: 10.000 Schritte am Tag
es: 10.000 pasos por día
fr: 10 000 pas par jour
it: 10.000 passi al giorno
ja: 1日10,000歩
pt_br: 10.000 passos por dia

# onboarding.target.other
source: Something else
de: Etwas anderes
es: Otra cosa
fr: Autre chose
it: Qualcos'altro
ja: それ以外
pt_br: Outra coisa

# onboarding.v2.movement.eightPlus
source: 8,000+ steps
de: Mehr als 8.000 Schritte
es: Más de 8.000 pasos
fr: Plus de 8 000 pas
it: Più di 8.000 passi
ja: 8,000歩以上
pt_br: Mais de 8.000 passos

# onboarding.v2.movement.fiveToEight
source: 5,000–8,000 steps
de: 5.000–8.000 Schritte
es: 5.000–8.000 pasos
fr: 5 000–8 000 pas
it: 5.000–8.000 passi
ja: 5,000〜8,000歩
pt_br: 5.000–8.000 passos

# onboarding.v2.movement.threeToFive
source: 3,000–5,000 steps
de: 3.000–5.000 Schritte
es: 3.000–5.000 pasos
fr: 3 000–5 000 pas
it: 3.000–5.000 passi
ja: 3,000〜5,000歩
pt_br: 3.000–5.000 passos

# onboarding.v2.movement.underThree
source: Under 3,000 steps
de: Weniger als 3.000 Schritte
es: Menos de 3.000 pasos
fr: Moins de 3 000 pas
it: Meno di 3.000 passi
ja: 3,000歩未満
pt_br: Menos de 3.000 passos

# onboarding.v2.movement.unsure
source: I’m not sure
de: Ich bin mir nicht sicher
es: No estoy seguro
fr: Je ne sais pas trop
it: Non ne sono sicuro
ja: よくわかりません
pt_br: Não tenho certeza

# onboarding.v2.outcome.active
source: Be more active
de: Aktiver sein
es: Ser más activo
fr: Être plus actif
it: Essere più attivo
ja: もっと活動的になる
pt_br: Ser mais ativo

# onboarding.v2.outcome.control
source: Feel more in control
de: Mehr Kontrolle spüren
es: Sentir más control
fr: Me sentir plus maître de moi
it: Sentire più controllo
ja: 自分でコントロールしたい
pt_br: Sentir mais controle

# onboarding.v2.outcome.hours
source: Stop losing hours to scrolling
de: Keine Stunden mehr ans Scrollen verlieren
es: Dejar de perder horas haciendo scroll
fr: Arrêter de perdre des heures à scroller
it: Smettere di perdere ore a scrollare
ja: スクロールで何時間も失わない
pt_br: Parar de perder horas rolando a tela

# onboarding.v2.outcome.intentional
source: Use my phone intentionally
de: Mein Handy bewusst nutzen
es: Usar mi teléfono con intención
fr: Utiliser mon téléphone de façon intentionnelle
it: Usare il telefono con intenzione
ja: スマホを意識して使う
pt_br: Usar meu celular com intenção

# onboarding.v2.outcome.scrollLess
source: Scroll less
de: Weniger scrollen
es: Hacer menos scroll
fr: Scroller moins
it: Scrollare di meno
ja: スクロールを減らす
pt_br: Rolar menos a tela

# onboarding.v2.outcome.walkMore
source: Walk more
de: Mehr gehen
es: Caminar más
fr: Marcher plus
it: Camminare di più
ja: もっと歩く
pt_br: Caminhar mais

# onboarding.v2.question.movement.subtitle
source: An estimate is enough. We can use Apple Health later.
de: Eine Schätzung reicht. Apple Health können wir später nutzen.
es: Una estimación es suficiente. Después podemos usar Apple Health.
fr: Une estimation suffit. On pourra utiliser Apple Health plus tard.
it: Una stima basta. Più avanti possiamo usare Apple Health.
ja: だいたいで大丈夫です。あとで Apple Health を使えます。
pt_br: Uma estimativa já basta. Depois podemos usar o Apple Health.

# onboarding.v2.question.movement.title
source: How much do you move on a typical day?
de: Wie viel bewegst du dich an einem normalen Tag?
es: ¿Cuánto te mueves en un día normal?
fr: Tu bouges combien lors d'une journée normale ?
it: Quanto ti muovi in una giornata tipo?
ja: 普段の1日でどれくらい動きますか？
pt_br: Quanto você se move num dia comum?

# onboarding.v2.question.outcomes.subtitle
source: Choose everything that feels important to you.
de: Wähle alles aus, was dir wichtig ist.
es: Elige todo lo que sea importante para ti.
fr: Choisis tout ce qui compte pour toi.
it: Scegli tutto ciò che per te conta.
ja: 大切だと思うものをすべて選んでください。
pt_br: Escolha tudo o que for importante para você.

# onboarding.v2.question.outcomes.title
source: What would you like your phone to help you do?
de: Wobei soll dein Handy dir helfen?
es: ¿Qué te gustaría que tu teléfono te ayudara a hacer?
fr: Qu'aimerais-tu que ton téléphone t'aide à faire ?
it: In cosa vorresti che il telefono ti aiutasse?
ja: スマホに何を手伝ってほしいですか？
pt_br: Com o que você gostaria que seu celular te ajudasse?

# onboarding.v2.question.scrolling.subtitle
source: No judgment. This gives your plan a useful starting point.
de: Keine Wertung. Das gibt deinem Plan einen guten Startpunkt.
es: Sin juicios. Esto le da a tu plan un punto de partida útil.
fr: Aucun jugement. Ça donne à ton plan un point de départ utile.
it: Nessun giudizio. Serve a dare al tuo piano un punto di partenza utile.
ja: 評価はしません。プランの出発点を決めるためです。
pt_br: Sem julgamentos. Isso dá ao seu plano um ponto de partida útil.

# onboarding.v2.question.scrolling.title
source: How much time do you spend scrolling each day?
de: Wie viel Zeit verbringst du täglich mit Scrollen?
es: ¿Cuánto tiempo pasas haciendo scroll cada día?
fr: Combien de temps passes-tu à scroller chaque jour ?
it: Quanto tempo passi a scrollare ogni giorno?
ja: 1日にどれくらいスクロールしていますか？
pt_br: Quanto tempo você passa rolando a tela por dia?

# onboarding.v2.scrolling.fourPlus
source: 4+ hours
de: Mehr als 4 Stunden
es: Más de 4 horas
fr: Plus de 4 heures
it: Più di 4 ore
ja: 4時間以上
pt_br: Mais de 4 horas

# onboarding.v2.scrolling.oneToTwo
source: 1–2 hours
de: 1–2 Stunden
es: 1–2 horas
fr: 1–2 heures
it: 1–2 ore
ja: 1〜2時間
pt_br: 1–2 horas

# onboarding.v2.scrolling.twoToFour
source: 2–4 hours
de: 2–4 Stunden
es: 2–4 horas
fr: 2–4 heures
it: 2–4 ore
ja: 2〜4時間
pt_br: 2–4 horas

# onboarding.v2.scrolling.underOne
source: Less than 1 hour
de: Weniger als 1 Stunde
es: Menos de 1 hora
fr: Moins d'1 heure
it: Meno di 1 ora
ja: 1時間未満
pt_br: Menos de 1 hora

# onboarding.walking.under2500
source: Under 2,500 steps
de: Weniger als 2.500 Schritte
es: Menos de 2.500 pasos
fr: Moins de 2 500 pas
it: Meno di 2.500 passi
ja: 2,500歩未満
pt_br: Menos de 2.500 passos

# onboarding.welcome.cta
source: Get started
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
ja: はじめる
pt_br: Começar

# onboarding.welcome.footnote
source: Four questions. Under a minute.
de: Vier Fragen. Unter einer Minute.
es: Cuatro preguntas. Menos de un minuto.
fr: Quatre questions. Moins d'une minute.
it: Quattro domande. Meno di un minuto.
ja: 質問は4つ。1分もかかりません。
pt_br: Quatro perguntas. Menos de um minuto.

# onboarding.welcome.subtitle
source: Turn everyday movement into time for the apps you love.
de: Mach aus alltäglicher Bewegung Zeit für die Apps, die du liebst.
es: Convierte el movimiento diario en tiempo para las apps que te gustan.
fr: Transforme le mouvement du quotidien en temps pour les apps que tu aimes.
it: Trasforma il movimento di ogni giorno in tempo per le app che ami.
ja: 毎日の動きを、好きなアプリの時間に変えましょう。
pt_br: Transforme o movimento do dia a dia em tempo para os apps que você ama.

# onboarding.welcome.title
source: Move first.
de: Erst bewegen.
es: Muévete primero.
fr: Bouge d'abord.
it: Prima muoviti.
ja: 先に動く。
pt_br: Mexa-se primeiro.

# onboarding.welcome.title.emphasis
source: Scroll later.
de: Dann scrollen.
es: Haz scroll después.
fr: Scrolle ensuite.
it: Poi scrolla.
ja: スクロールは後で。
pt_br: Role depois.

source: Open a 5, 10, or 15-minute session
de: Starte eine Sitzung von 5, 10 oder 15 Minuten
es: Abre una sesión de 5, 10 o 15 minutos
fr: Ouvre une session de 5, 10 ou 15 minutes
it: Apri una sessione di 5, 10 o 15 minuti
ja: 5分・10分・15分のセッションを開く
pt_br: Abra uma sessão de 5, 10 ou 15 minutos

source: Open published study
de: Veröffentlichte Studie öffnen
es: Abrir estudio publicado
fr: Ouvrir l'étude publiée
it: Apri lo studio pubblicato
ja: 公開された研究を見る
pt_br: Abrir o estudo publicado

source: Open Settings
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les Réglages
it: Apri Impostazioni
ja: 設定を開く
pt_br: Abrir Ajustes

source: or
de: oder
es: o
fr: ou
it: o
ja: または
pt_br: ou

source: Or do push-ups: the camera counts them
de: Oder mach Liegestütze: Die Kamera zählt sie
es: O haz flexiones: la cámara las cuenta
fr: Ou fais des pompes : la caméra les compte
it: Oppure fai flessioni: la fotocamera le conta
ja: または腕立て伏せ。カメラが回数を数えます
pt_br: Ou faça flexões: a câmera conta para você

source: Or push-ups
de: Oder Liegestütze
es: O flexiones
fr: Ou des pompes
it: O flessioni
ja: または腕立て伏せ
pt_br: Ou flexões

source: Part of you was out of frame. Step back until your head and feet both fit.
de: Ein Teil von dir war nicht im Bild. Geh zurück, bis Kopf und Füße ins Bild passen.
es: Parte de tu cuerpo quedaba fuera del encuadre. Aléjate hasta que entren la cabeza y los pies.
fr: Une partie de toi sortait du cadre. Recule jusqu'à ce que ta tête et tes pieds tiennent dans l'image.
it: Una parte di te era fuori inquadratura. Allontanati finché testa e piedi non rientrano entrambi.
ja: 体の一部が画面から外れていました。頭と足の両方が収まるまで後ろに下がってください。
pt_br: Parte de você ficou fora do enquadramento. Afaste-se até a cabeça e os pés caberem.

# paywall.eyebrow
source: Earnit membership
de: Earnit-Mitgliedschaft
es: Membresía Earnit
fr: Abonnement Earnit
it: Abbonamento Earnit
ja: Earnit メンバーシップ
pt_br: Assinatura Earnit

# paywall.headline
source: Turn your steps into screen time.
de: Mach aus deinen Schritten Bildschirmzeit.
es: Convierte tus pasos en tiempo de pantalla.
fr: Transforme tes pas en temps d’écran.
it: Trasforma i tuoi passi in tempo sullo schermo.
ja: 歩いてスクリーンタイムを増やそう。
pt_br: Transforme seus passos em tempo de tela.

# paywall.plan.eyebrow
source: Your plan is ready
de: Dein Plan ist fertig
es: Tu plan está listo
fr: Ton plan est prêt
it: Il tuo piano è pronto
ja: プランの準備ができました
pt_br: Seu plano está pronto

# paywall.plan.headline
source: Turn your steps into screen time.
de: Mach aus deinen Schritten Bildschirmzeit.
es: Convierte tus pasos en tiempo de pantalla.
fr: Transforme tes pas en temps d’écran.
it: Trasforma i tuoi passi in tempo sullo schermo.
ja: 歩いてスクリーンタイムを増やそう。
pt_br: Transforme seus passos em tempo de tela.

# paywall.plan.subtitle
source: For the price of one coffee a month, Earnit helps you move more, reclaim time, and use your apps intentionally.
de: Für den Preis eines Kaffees im Monat hilft dir Earnit, dich mehr zu bewegen, Zeit zurückzugewinnen und deine Apps bewusst zu nutzen.
es: Por el precio de un café al mes, Earnit te ayuda a moverte más, recuperar tiempo y usar tus apps con intención.
fr: Pour le prix d'un café par mois, Earnit t'aide à bouger plus, à récupérer du temps et à utiliser tes apps de façon intentionnelle.
it: Al prezzo di un caffè al mese, Earnit ti aiuta a muoverti di più, a recuperare tempo e a usare le tue app con intenzione.
ja: 月にコーヒー1杯の値段で、Earnit がもっと動き、時間を取り戻し、アプリを意識して使えるよう手助けします。
pt_br: Pelo preço de um café por mês, o Earnit te ajuda a se mover mais, recuperar tempo e usar seus apps com intenção.

# paywall.subtitle
source: Move more. Scroll less. Feel better.
de: Mehr bewegen. Weniger scrollen. Besser fühlen.
es: Muévete más. Scrollea menos. Siéntete mejor.
fr: Bouge plus. Scrolle moins. Sens-toi mieux.
it: Muoviti di più. Scrolla di meno. Stai meglio.
ja: もっと動く。スクロールは減らす。気分も上向きに。
pt_br: Mexa-se mais. Role menos. Sinta-se melhor.

source: per month
de: pro Monat
es: al mes
fr: par mois
it: al mese
ja: ／月
pt_br: por mês

source: per year
de: pro Jahr
es: al año
fr: par an
it: all'anno
ja: ／年
pt_br: por ano
